[
  {
    "id": 0,
    "name": "Шут",
    "arcana": "Старшие Арканы",
    "description": "Молодой человек на краю обрыва, символизирующий начало нового пути",
    "meaning": "Карта говорит о новом начинании и спонтанных решениях в вашей жизни. Сейчас самое время довериться своей интуиции и сделать первый шаг навстречу неизведанному. Вселенная поддерживает ваше стремление к переменам и новому опыту. Не бойтесь казаться наивным или неопытным – именно эта чистота восприятия поможет вам увидеть возможности, которые другие могут пропустить. Будьте открыты новому, но не забывайте о разумной осторожности. Помните, что каждое путешествие начинается с первого шага.",
    "upright": "Новые начинания, спонтанность, свобода, невинность, приключения",
    "reversed": "Безрассудство, неоправданный риск, наивность, отсутствие плана",
    "image": "/cards/fool.jpg"
  },
  {
    "id": 1,
    "name": "Маг",
    "arcana": "Старшие Арканы",
    "description": "Могущественная фигура за алтарем с магическими инструментами",
    "meaning": "Эта карта символизирует момент, когда все инструменты для достижения цели находятся в ваших руках. Вы обладаете всеми необходимыми навыками и знаниями для реализации своих планов. Сейчас важно сконцентрировать свою волю и энергию на конкретной цели. Вселенная предоставляет вам возможность проявить свои таланты и мастерство. Используйте свои способности мудро и помните о балансе между материальным и духовным. Ваши действия сейчас могут привести к значительным результатам.",
    "upright": "Мастерство, сила воли, концентрация, реализация, талант",
    "reversed": "Манипуляция, нереализованный потенциал, обман, расфокусировка",
    "image": "/cards/mag.jpg"
  },
  {
    "id": 2,
    "name": "Верховная Жрица",
    "arcana": "Старшие Арканы",
    "description": "Мудрая женщина на троне между черным и белым столпами",
    "meaning": "Карта призывает вас прислушаться к своему внутреннему голосу и интуиции. Сейчас не время для активных действий – лучше посвятить время самопознанию и медитации. Ваше подсознание хранит важные ответы на текущие вопросы. Доверьтесь своим снам и предчувствиям, они могут содержать важные послания. В данный момент мудрость приходит через тишину и созерцание. Возможно, вам откроются тайные знания или скрытые аспекты ситуации. Помните, что не все должно быть очевидным и логичным.",
    "upright": "Интуиция, тайные знания, духовность, мудрость, созерцание",
    "reversed": "Подавленная интуиция, поверхностность, игнорирование внутреннего голоса",
    "image": "/cards/priestes.jpg"
  },
  {
    "id": 3,
    "name": "Императрица",
    "arcana": "Старшие Арканы",
    "description": "Величественная женщина в короне, окруженная природным изобилием",
    "meaning": "Период в вашей жизни связан с ростом, развитием и процветанием. Ваши творческие проекты и начинания получат поддержку и принесут плоды. Сейчас благоприятное время для всего, что связано с созиданием и заботой. Доверьтесь своей природной интуиции и способности взращивать идеи. Ваша способность к эмпатии и пониманию других сейчас особенно сильна. Наслаждайтесь комфортом и красотой вокруг себя. Помните, что забота о себе так же важна, как и забота о других.",
    "upright": "Плодородие, изобилие, творчество, материнство, природная мудрость",
    "reversed": "Зависимость, чрезмерная опека, блокировка творческой энергии",
    "image": "/cards/empress.jpg"
  },
  {
    "id": 4,
    "name": "Император",
    "arcana": "Старшие Арканы",
    "description": "Могущественный правитель на каменном троне с символами власти",
    "meaning": "В вашей жизни наступает период, требующий структуры, порядка и дисциплины. Сейчас важно проявить лидерские качества и взять ответственность за происходящее. Ваши организаторские способности и практический подход помогут достичь поставленных целей. Это время для создания прочного фундамента и долгосрочного планирования. Доверьтесь логике и опыту, но не забывайте о гибкости. Помните, что истинная сила заключается в умении мудро использовать власть.",
    "upright": "Власть, авторитет, структура, дисциплина, отцовство",
    "reversed": "Доминирование, излишний контроль, негибкость, тирания",
    "image": "/cards/emperor.jpg"
  },
  {
    "id": 5,
    "name": "Иерофант",
    "arcana": "Старшие Арканы",
    "description": "Духовный наставник между двумя колоннами с религиозными символами",
    "meaning": "Настало время обратиться к традиционным ценностям и мудрости предков. Возможно, вам нужен совет наставника или эксперта в важном вопросе. Сейчас благоприятный период для обучения, получения новых знаний или духовного развития. Следование проверенным путям и методам принесет лучшие результаты, чем эксперименты. Обратите внимание на социальные нормы и правила, они могут быть полезны. Помните о важности баланса между личными убеждениями и общественными ценностями.",
    "upright": "Духовное наставничество, традиции, обучение, конформизм",
    "reversed": "Догматизм, излишняя строгость к правилам, бунт против традиций",
    "image": "/cards/hiero.jpg"
  },
  {
    "id": 6,
    "name": "Влюбленные",
    "arcana": "Старшие Арканы",
    "description": "Обнаженная пара под ангелом, символизирующая выбор и единство",
    "meaning": "Перед вами стоит важный выбор, который повлияет на вашу дальнейшую жизнь. Это время принятия решений, основанных на истинных ценностях и чувствах. Карта говорит о гармонии и балансе в отношениях, как романтических, так и деловых. Доверьтесь своему сердцу, но не забывайте о разуме. Сейчас важно быть честным с собой и другими. Помните, что любой выбор имеет последствия, и важно принять ответственность за свое решение.",
    "upright": "Любовь, гармония, отношения, важный выбор, союз",
    "reversed": "Дисгармония, неверный выбор, разрыв отношений",
    "image": "/cards/lovers.jpg"
  },
  {
    "id": 7,
    "name": "Колесница",
    "arcana": "Старшие Арканы",
    "description": "Воин в колеснице, запряженной двумя сфинксами разного цвета",
    "meaning": "Период требует решительных действий и движения вперед. Ваша сила воли и самоконтроль помогут преодолеть любые препятствия. Сейчас важно сохранять баланс между различными аспектами жизни и контролировать свои эмоции. Успех придет благодаря целеустремленности и умению управлять ситуацией. Не позволяйте сомнениям остановить вас. Помните, что победа требует как решительности, так и мудрости в выборе направления.",
    "upright": "Победа, прогресс, решительность, самоконтроль, путешествие",
    "reversed": "Отсутствие направления, потеря контроля, поражение",
    "image": "/cards/chariot.jpg"
  },
  {
    "id": 8,
    "name": "Сила",
    "arcana": "Старшие Арканы",
    "description": "Женщина, мягко укрощающая льва, символ внутренней силы",
    "meaning": "Сейчас ваша сила заключается не в грубой мощи, а в мягкости и терпении. Вы способны справиться с трудной ситуацией через понимание и сострадание. Ваша внутренняя сила и уверенность помогут преодолеть любые препятствия. Важно контролировать свои инстинкты и эмоции, но не подавлять их. Доверьтесь своей способности находить мирные решения сложных ситуаций. Помните, что истинная сила часто проявляется в способности быть мягким и понимающим.",
    "upright": "Внутренняя сила, мужество, терпение, мягкая сила, самоконтроль",
    "reversed": "Слабость, неуверенность, потеря самообладания, сомнения",
    "image": "/cards/strength.jpg"
  },
  {
    "id": 9,
    "name": "Отшельник",
    "arcana": "Старшие Арканы",
    "description": "Мудрец с фонарем, ищущий истину в одиночестве",
    "meaning": "Настало время для самоанализа и внутреннего поиска. Уединение сейчас может быть очень полезным для обретения ясности и понимания. Ваш внутренний свет поможет найти ответы на важные вопросы. Это период духовного роста и глубокого самопознания. Не бойтесь остаться наедине с собой и своими мыслями. Мудрость приходит через личный опыт и размышления. Помните, что временное одиночество может быть путем к глубокому самопониманию.",
    "upright": "Самопознание, уединение, внутренний поиск, мудрость, руководство",
    "reversed": "Изоляция, одиночество, отчуждение, потерянность",
    "image": "/cards/hermit.jpg"
  },
  {
    "id": 10,
    "name": "Колесо Фортуны",
    "arcana": "Старшие Арканы",
    "description": "Вращающееся колесо с мистическими символами и существами",
    "meaning": "В вашей жизни происходят важные перемены, которые являются частью естественного цикла. Удача поворачивается в вашу сторону, но помните о непостоянстве судьбы. Примите изменения как неизбежную часть жизни. Сейчас важно быть гибким и адаптироваться к новым обстоятельствам. То, что кажется неудачей, может обернуться благословением. Доверьтесь процессу перемен и помните, что всё в жизни циклично.",
    "upright": "Судьба, удача, циклы жизни, поворотный момент, возможности",
    "reversed": "Неудача, сопротивление переменам, неблагоприятный поворот событий",
    "image": "/cards/wheel_fortune.jpg"
  },
  {
    "id": 11,
    "name": "Справедливость",
    "arcana": "Старшие Арканы",
    "description": "Величественная фигура с весами и мечом, символизирующая равновесие",
    "meaning": "Период, когда важно принимать взвешенные и справедливые решения. Ваши действия будут иметь долгосрочные последствия, поэтому подходите к выбору осознанно. Сейчас время восстановления баланса и гармонии в жизни. Правда и честность приведут к лучшим результатам. Возможно, вам предстоит столкнуться с последствиями прошлых решений. Помните, что справедливость требует как объективности, так и сострадания.",
    "upright": "Справедливость, равновесие, истина, причина и следствие, честность",
    "reversed": "Несправедливость, дисбаланс, нечестность, предвзятость",
    "image": "/cards/justis.jpg"
  },
  {
    "id": 12,
    "name": "Повешенный",
    "arcana": "Старшие Арканы",
    "description": "Человек, висящий вниз головой на дереве, с умиротворенным выражением лица",
    "meaning": "Сейчас важно посмотреть на ситуацию с другой точки зрения. Возможно, вам нужно добровольно отпустить что-то или принять паузу в активных действиях. Этот период требует жертвы ради высшей цели или нового понимания. Ваша готовность к самопожертвованию может привести к духовному прозрению. Иногда кажущаяся пассивность может быть мудрым выбором. Помните, что временная остановка может дать новое видение и понимание ситуации.",
    "upright": "Жертвенность, новый взгляд, подвешенное состояние, мудрость через отпускание",
    "reversed": "Бесполезные жертвы, сопротивление, застой",
    "image": "/cards/han_man.jpg"
  },
  {
    "id": 13,
    "name": "Смерть",
    "arcana": "Старшие Арканы",
    "description": "Скелет на коне, символизирующий трансформацию и окончание цикла",
    "meaning": "Наступает время глубоких перемен и трансформации в вашей жизни. Старое должно уйти, чтобы освободить место новому. Это не физическая смерть, а символическое завершение определенного этапа. Примите неизбежность перемен как часть природного цикла. Сейчас важно отпустить то, что больше не служит вашему развитию. Помните, что каждый конец – это также начало чего-то нового и потенциально лучшего.",
    "upright": "Трансформация, окончание, обновление, неизбежные перемены",
    "reversed": "Сопротивление переменам, застой, неспособность двигаться дальше",
    "image": "/cards/death.jpg"
  },
  {
    "id": 14,
    "name": "Умеренность",
    "arcana": "Старшие Арканы",
    "description": "Ангел, переливающий воду между чашами, символ баланса и гармонии",
    "meaning": "Период требует поиска баланса и гармонии во всех сферах жизни. Сейчас важно найти золотую середину между крайностями. Ваша способность к терпению и умеренности принесет хорошие плоды. Это время для исцеления и восстановления внутреннего равновесия. Следуйте срединным путем, избегая радикальных решений. Помните, что истинная мудрость часто находится в умении сочетать противоположности.",
    "upright": "Баланс, гармония, умеренность, терпение, адаптация",
    "reversed": "Дисбаланс, крайности, отсутствие меры",
    "image": "/cards/time.jpg"
  },
  {
    "id": 15,
    "name": "Дьявол",
    "arcana": "Старшие Арканы",
    "description": "Рогатая фигура на троне с прикованными к нему людьми",
    "meaning": "Обратите внимание на вещи, которые держат вас в плену – это могут быть вредные привычки, токсичные отношения или материальные зависимости. Сейчас важно осознать свои теневые стороны и ограничивающие убеждения. Вы можете чувствовать себя связанным обстоятельствами, но помните – эти цепи иллюзорны. Настало время взглянуть в лицо своим страхам и искушениям. Помните, что осознание своих зависимостей – первый шаг к освобождению.",
    "upright": "Зависимость, материализм, теневая сторона, искушение",
    "reversed": "Освобождение, преодоление зависимостей, прозрение",
    "image": "/cards/diavol.jpg"
  },
  {
    "id": 16,
    "name": "Башня",
    "arcana": "Старшие Арканы",
    "description": "Горящая башня, пораженная молнией, с падающими людьми",
    "meaning": "Приближаются внезапные и кардинальные перемены, которые могут показаться разрушительными. Это время очищения через кризис и разрушение старых структур. Хотя события могут быть шокирующими, они необходимы для вашего роста и освобождения от ложных убеждений. То, что казалось прочным, может рухнуть, освобождая путь для нового. Помните, что после разрушения всегда следует возможность построить что-то более прочное и истинное.",
    "upright": "Внезапные перемены, разрушение, освобождение, прозрение",
    "reversed": "Избегание неизбежного, страх перемен, менее драматичные изменения",
    "image": "/cards/tower.jpg"
  },
  {
    "id": 17,
    "name": "Звезда",
    "arcana": "Старшие Арканы",
    "description": "Обнаженная женщина под звездным небом, льющая воду на землю и в пруд",
    "meaning": "Период надежды, вдохновения и духовного обновления. После трудных времен приходит исцеление и вера в будущее. Ваши мечты и устремления находятся под благоприятным влиянием. Сейчас время для оптимизма и веры в лучшее. Доверьтесь своему пути и следуйте за своей путеводной звездой. Вселенная поддерживает ваши чистые намерения. Помните, что даже в самые темные времена звезды продолжают светить.",
    "upright": "Надежда, вдохновение, духовность, обновление, вера",
    "reversed": "Потеря веры, разочарование, упадок духа",
    "image": "/cards/stars.jpg"
  },
  {
    "id": 18,
    "name": "Луна",
    "arcana": "Старшие Арканы",
    "description": "Полная луна над водоемом с двумя башнями и воющим волком",
    "meaning": "Период неопределенности и иллюзий, когда не все является таким, каким кажется. Ваши страхи и подсознательные паттерны могут всплывать на поверхность. Доверяйте своей интуиции, но остерегайтесь обмана и самообмана. Это время для работы со своими снами и подсознанием. Путь может казаться неясным, но это часть процесса познания. Помните, что после самой темной ночи всегда наступает рассвет.",
    "upright": "Интуиция, иллюзии, страхи, подсознание, неопределенность",
    "reversed": "Преодоление страхов, прояснение ситуации, выход из заблуждений",
    "image": "/cards/moon.jpg"
  },
  {
    "id": 19,
    "name": "Солнце",
    "arcana": "Старшие Арканы",
    "description": "Счастливый ребенок на белом коне под ярким солнцем",
    "meaning": "Наступает период радости, успеха и процветания. Ситуация становится ясной и позитивной. Ваши усилия будут вознаграждены признанием и успехом. Это время оптимизма, энергии и жизненной силы. Наслаждайтесь простыми радостями жизни и делитесь своим светом с другими. Доверяйте происходящему – вы на правильном пути. Помните, что как солнце освещает всё вокруг, так и ваше внутреннее сияние может освещать путь другим.",
    "upright": "Радость, успех, витальность, ясность, достижения",
    "reversed": "Временные трудности, чрезмерный оптимизм, эгоцентризм",
    "image": "/cards/sun.jpg"
  },
  {
    "id": 20,
    "name": "Суд",
    "arcana": "Старшие Арканы",
    "description": "Ангел, трубящий в горн, и восстающие из могил люди",
    "meaning": "Время духовного пробуждения и возрождения. Наступает период важных решений и переоценки прошлого. Вы получаете шанс начать всё заново, с чистого листа. Прошлые уроки приводят к важным осознаниям и трансформации. Прислушайтесь к зову своей души и будьте готовы к глубоким внутренним изменениям. Помните, что истинное возрождение требует честного взгляда на себя и свои поступки.",
    "upright": "Возрождение, пробуждение, трансформация, прощение",
    "reversed": "Сомнения, отказ от изменений, сожаление",
    "image": "/cards/judge.jpg"
  },
  {
    "id": 21,
    "name": "Мир",
    "arcana": "Старшие Арканы",
    "description": "Танцующая фигура в лавровом венке, окруженная символами четырех стихий",
    "meaning": "Достижение целей и завершение важного жизненного цикла. Вы находитесь в гармонии с собой и миром вокруг. Это время празднования успехов и интеграции полученного опыта. Все элементы вашей жизни складываются в единое целое. Вы достигли важной вехи в своем развитии. Помните, что каждое завершение – это также начало нового путешествия.",
    "upright": "Завершение, успех, интеграция, путешествия, целостность",
    "reversed": "Незавершенность, задержки, отсутствие закрытия",
    "image": "/cards/world.jpg"
  },
  {
    "id": 22,
    "name": "Туз Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Рука, держащая цветущий жезл, появляющаяся из облаков",
    "meaning": "Новое начинание, полное энтузиазма и творческой энергии. Появляется возможность для реализации ваших идей и проектов. Это время вдохновения и страсти к новым начинаниям. Используйте эту энергию для создания чего-то нового. Ваш энтузиазм может зажечь других и привести к успеху. Помните, что каждая новая идея несет в себе потенциал для роста и развития.",
    "upright": "Вдохновение, новые возможности, творческий потенциал, энтузиазм",
    "reversed": "Задержки, отсутствие направления, упущенные возможности",
    "image": "/cards/ace_sp.jpg"
  },
  {
    "id": 23,
    "name": "Двойка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Человек, держащий глобус и опирающийся на жезл, стоящий на крепостной стене",
    "meaning": "Время планирования и принятия решений о будущем направлении. Перед вами открываются новые горизонты и возможности. Вы находитесь в позиции силы, но нужно выбрать правильный путь. Сейчас важно смотреть вперед и оценивать долгосрочные перспективы. Ваше видение мира расширяется. Помните, что успех приходит к тем, кто готов выйти за пределы своей зоны комфорта.",
    "upright": "Планирование, решения, мировоззрение, прогресс",
    "reversed": "Страх перемен, отсутствие планирования, нерешительность",
    "image": "/cards/2_sp.jpg"
  },
  {
    "id": 24,
    "name": "Тройка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Человек, стоящий на возвышении и смотрящий на море с кораблями",
    "meaning": "Ваши начинания начинают приносить первые плоды. Время расширения горизонтов и ожидания результатов от предпринятых действий. Вы находитесь в выгодной позиции для наблюдения за развитием событий. Возможны новые деловые возможности или путешествия. Ваше видение будущего становится более четким. Помните, что терпение и дальновидность – ключи к долгосрочному успеху.",
    "upright": "Предвидение, расширение, исследование, ожидание результатов",
    "reversed": "Задержки, разочарование, ограниченные возможности",
    "image": "/cards/3_sp.jpg"
  },
  {
    "id": 25,
    "name": "Четверка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Праздничная арка из жезлов с танцующими фигурами",
    "meaning": "Период празднования и достижения стабильности. Время радости и гармонии в домашних делах или отношениях. Ваши усилия привели к созданию прочного фундамента. Это благоприятный момент для семейных торжеств или важных социальных событий. Наслаждайтесь чувством безопасности и достижения. Помните, что разделенная радость – двойная радость.",
    "upright": "Праздник, дом, стабильность, достижения, гармония",
    "reversed": "Нестабильность, переходный период, отсутствие поддержки",
    "image": "/cards/4_sp.jpg"
  },
  {
    "id": 26,
    "name": "Пятерка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Группа людей, сражающихся жезлами",
    "meaning": "Период конкуренции и конфликтов. Вы можете столкнуться с противоречиями или соперничеством. Это время проверки ваших идей через столкновение с другими точками зрения. Конфликт может быть продуктивным, если направить его энергию в правильное русло. Важно научиться отстаивать свою позицию, сохраняя уважение к другим. Помните, что здоровая конкуренция может стимулировать рост.",
    "upright": "Конфликт, соревнование, борьба, разногласия",
    "reversed": "Избегание конфликта, разрешение споров, согласие",
    "image": "/cards/5_sp.jpg"
  },
  {
    "id": 27,
    "name": "Шестерка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Всадник в лавровом венке на белом коне, празднующий победу",
    "meaning": "Время признания и успеха. Ваши усилия получают заслуженное внимание и одобрение. Это период триумфа и достижения целей. Вы находитесь в позиции лидера и можете вдохновлять других. Публичное признание или продвижение весьма вероятны. Помните, что истинный успех включает в себя не только личные достижения, но и способность поднимать других.",
    "upright": "Победа, успех, признание, прогресс, уверенность",
    "reversed": "Самонадеянность, отложенный успех, падение с высоты",
    "image": "/cards/6_sp.jpg"
  },
  {
    "id": 28,
    "name": "Семерка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Человек, защищающий свою позицию на холме от противников снизу",
    "meaning": "Время отстаивать свои позиции и убеждения. Вы находитесь в ситуации, требующей мужества и стойкости. Несмотря на вызовы, у вас есть преимущество высокой позиции. Будьте готовы защищать то, во что верите. Ваша решительность и уверенность помогут преодолеть сопротивление. Помните, что иногда лучшая защита – это твердая уверенность в своей правоте.",
    "upright": "Вызов, конкуренция, защита позиции, храбрость",
    "reversed": "Неуверенность, уступки, overwhelm",
    "image": "/cards/7_sp.jpg"
  },
  {
    "id": 29,
    "name": "Восьмерка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Восемь жезлов, летящих через воздух",
    "meaning": "Период быстрых изменений и движения вперед. События развиваются стремительно, новости приходят неожиданно. Это время активных действий и быстрых решений. Коммуникация становится более интенсивной и эффективной. Будьте готовы к путешествиям или новым возможностям. Помните, что скорость требует внимательности, чтобы не упустить важные детали.",
    "upright": "Быстрое движение, прогресс, коммуникация, путешествия",
    "reversed": "Задержки, разочарование, внутренние конфликты",
    "image": "/cards/8_sp.jpg"
  },
  {
    "id": 30,
    "name": "Девятка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Раненый воин, опирающийся на жезл и готовый к последней битве",
    "meaning": "Время проявить стойкость и выносливость. Вы прошли через многие испытания и стали сильнее. Хотя усталость даёт о себе знать, финальное усилие принесет победу. Будьте бдительны, но не позволяйте параноидальным мыслям взять верх. Ваш опыт и стойкость – ваши главные союзники. Помните, что последняя преграда часто предшествует успеху.",
    "upright": "Стойкость, настойчивость, сила воли, подготовка",
    "reversed": "Истощение, паранойя, ненужная защита",
    "image": "/cards/9_sp.jpg"
  },
  {
    "id": 31,
    "name": "Десятка Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Человек, несущий тяжелую ношу из десяти жезлов",
    "meaning": "Вы взяли на себя слишком много обязательств и ответственности. Хотя ваши намерения благородны, груз может стать непосильным. Пришло время пересмотреть свои обязательства и научиться делегировать. Не позволяйте успеху стать бременем. Важно найти баланс между достижениями и личным благополучием. Помните, что иногда нужно отпустить часть ноши, чтобы двигаться дальше.",
    "upright": "Бремя, ответственность, завершение, истощение",
    "reversed": "Освобождение от бремени, делегирование, облегчение",
    "image": "/cards/10_spears.jpg"
  },
  {
    "id": 32,
    "name": "Паж Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Молодой человек в ярком наряде, держащий цветущий жезл",
    "meaning": "Появление новых идей и возможностей для обучения. Время энтузиазма и исследования новых горизонтов. Вы получаете важные новости или открываете в себе новые таланты. Будьте открыты новому опыту и не бойтесь экспериментировать. Ваша энергия и любознательность могут привести к интересным открытиям. Помните, что каждый эксперт когда-то был начинающим.",
    "upright": "Новые начинания, энтузиазм, исследование, творческий потенциал",
    "reversed": "Поспешность, разочарование, отсутствие направления",
    "image": "/cards/page_stars.jpg"
  },
  {
    "id": 33,
    "name": "Рыцарь Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Рыцарь на коне в ярких доспехах, держащий пылающий жезл",
    "meaning": "Период активных действий и быстрых перемен. Ваша энергия и харизма на пике. Время смелых решений и решительных действий. Возможны путешествия или новые приключения. Ваш энтузиазм заразителен и вдохновляет других. Будьте готовы к быстрому развитию событий. Помните, что импульсивность должна сочетаться с мудростью.",
    "upright": "Действие, приключения, страсть, импульсивность",
    "reversed": "Поспешность, агрессия, задержки",
    "image": "/cards/knight_spears.jpg"
  },
  {
    "id": 34,
    "name": "Королева Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Уверенная женщина на троне, держащая цветущий жезл и черного кота",
    "meaning": "Время проявить лидерские качества и харизму. Вы излучаете уверенность и способны вдохновлять других. Ваша интуиция и творческая энергия сейчас особенно сильны. Используйте свое обаяние и социальные навыки для достижения целей. Будьте щедры своей энергией и поддержкой. Помните, что истинное лидерство включает в себя как силу, так и сострадание.",
    "upright": "Уверенность, харизма, страсть, социальная привлекательность",
    "reversed": "Ревность, требовательность, подавленность",
    "image": "/cards/queen_spears.jpg"
  },
  {
    "id": 35,
    "name": "Король Жезлов",
    "arcana": "Младшие Арканы",
    "suit": "Жезлы",
    "description": "Зрелый правитель на троне с символом саламандры, держащий цветущий жезл",
    "meaning": "Период зрелого лидерства и творческого мастерства. Вы достигли уровня, где можете эффективно управлять и вдохновлять других. Ваша харизма и видение помогают воплощать идеи в реальность. Время принимать смелые решения и брать на себя ответственность. Ваш опыт и мудрость высоко ценятся. Помните, что истинный лидер не только командует, но и поддерживает рост других.",
    "upright": "Лидерство, видение, честность, вдохновение",
    "reversed": "Импульсивность, деспотизм, нетерпимость",
    "image": "/cards/king_spears.jpg"
  },
  {
    "id": 36,
    "name": "Туз Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Рука, появляющаяся из облаков, держит кубок, из которого льется вода",
    "meaning": "Начало нового эмоционального цикла или отношений. Время открытости чувствам и духовному опыту. Перед вами открываются новые возможности для любви и творчества. Ваше сердце готово к новым переживаниям. Доверьтесь своим чувствам и интуиции. Помните, что любовь и радость начинаются с открытого сердца.",
    "upright": "Новые чувства, интуиция, творчество, эмоциональное начало",
    "reversed": "Эмоциональная блокировка, упущенные возможности",
    "image": "/cards/ace_chalices.jpg"
  },
  {
    "id": 37,
    "name": "Двойка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Мужчина и женщина, обменивающиеся кубками под символом кадуцея",
    "meaning": "Зарождение значимых отношений или партнерства. Время взаимного понимания и гармоничного обмена энергиями. Возможно начало романтических отношений или важного делового сотрудничества. Присутствует сильная химия между людьми или идеями. Это карта единения и баланса в отношениях. Помните, что лучшие партнерства основаны на равном обмене и взаимном уважении.",
    "upright": "Партнерство, любовь, взаимность, притяжение",
    "reversed": "Разрыв связей, дисбаланс в отношениях, несовместимость",
    "image": "/cards/2_chalices.jpg"
  },
  {
    "id": 38,
    "name": "Тройка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Три женщины, танцующие и поднимающие кубки в праздновании",
    "meaning": "Время празднования и радости в компании близких людей. Период социальной гармонии и успешного сотрудничества. Ваши усилия приносят повод для веселья и торжества. Наслаждайтесь моментами счастья с друзьями и семьей. Творческие проекты процветают в коллективной работе. Помните, что разделенная радость умножается, а общение с единомышленниками обогащает жизнь.",
    "upright": "Празднование, дружба, сотрудничество, радость",
    "reversed": "Чрезмерные удовольствия, изоляция, разочарование в группе",
    "image": "/cards/3_chalices.jpg"
  },
  {
    "id": 39,
    "name": "Четверка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Молодой человек, сидящий под деревом, игнорирующий три кубка, пока четвертый предлагается из облака",
    "meaning": "Период апатии и неудовлетворенности существующим положением вещей. Вы можете чувствовать скуку или отстраненность от происходящего. Новые возможности появляются, но вы можете их не замечать из-за своего настроения. Важно не упустить шансы из-за чрезмерной самопоглощенности. Иногда то, что мы ищем, находится прямо перед нами. Помните, что временная неудовлетворенность может быть знаком необходимости внутренних перемен.",
    "upright": "Апатия, созерцание, переоценка, упущенные возможности",
    "reversed": "Новые интересы, пробуждение, принятие возможностей",
    "image": "/cards/4_chalices.jpg"
  },
  {
    "id": 40,
    "name": "Пятерка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Фигура в черном, оплакивающая три опрокинутых кубка, не замечая двух стоящих позади",
    "meaning": "Время переживания потери или разочарования. Вы можете чувствовать грусть из-за того, что что-то не сложилось как хотелось. Важно помнить, что не все потеряно – часть кубков все еще стоит. Это период, когда нужно научиться отпускать прошлое и видеть новые возможности. Скорбь естественна, но не позволяйте ей затмить надежду. Помните, что каждая потеря учит нас чему-то важному и открывает путь к новому.",
    "upright": "Потеря, сожаление, разочарование, скорбь",
    "reversed": "Принятие, исцеление, движение вперед",
    "image": "/cards/5_chalices.jpg"
  },
  {
    "id": 41,
    "name": "Шестерка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Дети в саду, обменивающиеся цветами в кубках",
    "meaning": "Время ностальгии и приятных воспоминаний о прошлом. Возможно возвращение старых друзей или возобновление прежних отношений. Период невинности и чистых намерений. Ваши прошлые добрые дела возвращаются к вам. Детские воспоминания могут принести важные озарения. Помните, что иногда нужно вернуться к простым радостям жизни, чтобы найти счастье в настоящем.",
    "upright": "Ностальгия, невинность, воспоминания, подарки",
    "reversed": "Застревание в прошлом, нереалистичные ожидания",
    "image": "/cards/6_chalices.jpg"
  },
  {
    "id": 42,
    "name": "Семерка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Человек, созерцающий видения, появляющиеся из семи кубков в облаках",
    "meaning": "Период множества выборов и возможностей, некоторые из которых могут быть иллюзорными. Вы сталкиваетесь с разнообразными вариантами и фантазиями. Важно отличать реальные возможности от пустых мечтаний. Не позволяйте себе потеряться в фантазиях, нужно выбрать конкретный путь. Ваше воображение активно, но требуется практический подход. Помните, что не все, что блестит – золото.",
    "upright": "Выбор, фантазии, возможности, иллюзии",
    "reversed": "Реальность, ясность мышления, выбор пути",
    "image": "/cards/7_chalices.jpg"
  },
  {
    "id": 43,
    "name": "Восьмерка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Человек, уходящий от выстроенных кубков при лунном свете",
    "meaning": "Время оставить позади то, что больше не служит вашему развитию. Вы чувствуете необходимость поиска более глубокого смысла. Это может быть эмоционально сложное, но необходимое путешествие. Старые привязанности и ситуации больше не приносят удовлетворения. Духовный или личностный рост требует движения вперед. Помните, что иногда нужно оставить комфортное ради важного.",
    "upright": "Уход, поиск смысла, разочарование в старом",
    "reversed": "Страх перемен, застой, нерешительность",
    "image": "/cards/8_chalices.jpg"
  },
  {
    "id": 44,
    "name": "Девятка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Довольный человек, сидящий перед девятью полными кубками",
    "meaning": "Период эмоционального удовлетворения и исполнения желаний. Ваши усилия приносят радость и материальное благополучие. Это время наслаждения достигнутым успехом. Вы находитесь в гармонии с собой и своими достижениями. Возможно получение того, о чем вы давно мечтали. Помните, что истинное счастье приходит не только от материального благополучия, но и от внутренней гармонии.",
    "upright": "Удовлетворение, исполнение желаний, благополучие",
    "reversed": "Поверхностное счастье, чрезмерное самодовольство",
    "image": "/cards/9_chalices.jpg"
  },
  {
    "id": 45,
    "name": "Десятка Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Счастливая семья под радугой с десятью кубками",
    "meaning": "Достижение полного эмоционального удовлетворения и семейного счастья. Период гармонии в отношениях и домашней жизни. Ваши мечты о счастье воплощаются в реальность. Это время радости, разделенной с близкими людьми. Духовное и эмоциональное благополучие достигает пика. Помните, что истинное счастье приходит через способность делиться им с другими.",
    "upright": "Семейное счастье, гармония, исполнение желаний",
    "reversed": "Разлад в семье, разрушенные иллюзии",
    "image": "/cards/10_chalices.jpg"
  },
  {
    "id": 46,
    "name": "Паж Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Юный мечтатель, созерцающий рыбу в кубке",
    "meaning": "Появление новых эмоциональных возможностей или творческих идей. Время открытости новым чувствам и впечатлениям. Возможно получение приятных новостей или романтического послания. Ваша чувствительность и интуиция усиливаются. Будьте открыты к неожиданным проявлениям любви и красоты. Помните, что невинность восприятия может привести к удивительным открытиям.",
    "upright": "Новые чувства, творчество, известия, мечтательность",
    "reversed": "Эмоциональная незрелость, разочарование",
    "image": "/cards/page_chalices.jpg"
  },
  {
    "id": 47,
    "name": "Рыцарь Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Романтичный рыцарь на белом коне, предлагающий кубок",
    "meaning": "Приближение романтического предложения или творческой возможности. Время следовать за своими чувствами и идеалами. Вы можете стать посланником любви или вдохновения для других. Ваша эмоциональная природа проявляется через действия. Будьте готовы к романтическим приключениям. Помните, что истинная любовь требует как страсти, так и преданности.",
    "upright": "Романтика, очарование, предложения, творческий поиск",
    "reversed": "Обман, нереалистичные фантазии",
    "image": "/cards/knight_chalices.jpg"
  },
  {
    "id": 48,
    "name": "Королева Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Чувствительная королева на троне у моря, держащая украшенный кубок",
    "meaning": "Период глубокой эмоциональной мудрости и интуитивного понимания. Вы способны глубоко понимать чувства других и свои собственные. Ваша эмпатия и сострадание могут помочь многим. Время довериться своей интуиции и эмоциональному интеллекту. Вы можете стать источником утешения для других. Помните, что эмоциональная зрелость включает в себя как способность чувствовать, так и мудрость в управлении чувствами.",
    "upright": "Эмпатия, интуиция, эмоциональная мудрость",
    "reversed": "Эмоциональная нестабильность, манипуляция",
    "image": "/cards/queen_chalices.jpg"
  },
  {
    "id": 49,
    "name": "Король Кубков",
    "arcana": "Младшие Арканы",
    "suit": "Кубки",
    "description": "Мудрый король на троне среди бушующего моря, держащий кубок",
    "meaning": "Достижение эмоциональной зрелости и мастерства в управлении чувствами. Вы способны сохранять спокойствие даже в бурных ситуациях. Ваша мудрость помогает другим справляться с эмоциональными проблемами. Время проявить лидерство через понимание и сострадание. Вы можете быть наставником для других. Помните, что истинная сила заключается в способности оставаться добрым и понимающим, сохраняя при этом границы.",
    "upright": "Эмоциональный баланс, мудрость, дипломатия",
    "reversed": "Эмоциональная манипуляция, нестабильность",
    "image": "/cards/king_chalices.jpg"
  },
  {
    "id": 50,
    "name": "Туз Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Рука, держащая меч, увенчанный короной, выходящая из облаков",
    "meaning": "Момент ясности и прорыва в мышлении. Начало нового интеллектуального или коммуникативного цикла. Истина становится очевидной, появляется четкое видение ситуации. Это время решительных действий и четких решений. Ваш ум острый и готов к новым вызовам. Помните, что сила интеллекта должна сочетаться с мудростью и справедливостью.",
    "upright": "Ясность, истина, прорыв, новое начало, ментальная сила",
    "reversed": "Замешательство, жестокость, ложные идеи",
    "image": "/cards/ace_blades.jpg"
  },
  {
    "id": 51,
    "name": "Двойка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Женщина с завязанными глазами, держащая два скрещенных меча",
    "meaning": "Период, требующий принятия сложного решения. Вы можете находиться в состоянии эмоционального или ментального тупика. Важно найти баланс между разными вариантами выбора. Временное избегание решения может быть полезным для сбора информации. Не позволяйте страху или предубеждениям влиять на ваш выбор. Помните, что иногда нужно снять повязку с глаз, чтобы увидеть полную картину.",
    "upright": "Выбор, нерешительность, равновесие, временный мир",
    "reversed": "Перегрузка информацией, нечестность с собой",
    "image": "/cards/2_blades.jpg"
  },
  {
    "id": 52,
    "name": "Тройка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Сердце, пронзенное тремя мечами на фоне дождливого неба",
    "meaning": "Период эмоциональной боли и разочарования. Вы можете переживать предательство или потерю. Это время, когда правда может причинять боль, но она необходима для исцеления. Горе и печаль являются частью процесса роста. Позвольте себе прочувствовать боль, чтобы исцелиться. Помните, что самые глубокие раны часто приводят к наибольшему росту и мудрости.",
    "upright": "Сердечная боль, печаль, предательство, правда",
    "reversed": "Исцеление, прощение, восстановление",
    "image": "/cards/3_blades.jpg"
  },
  {
    "id": 53,
    "name": "Четверка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Рыцарь, лежащий в состоянии покоя на саркофаге с мечом",
    "meaning": "Время отдыха и восстановления после стресса или конфликта. Необходима пауза для медитации и самоанализа. Ваш ум нуждается в отдыхе от постоянных мыслей и беспокойств. Это период добровольного уединения и восстановления сил. Используйте это время для исцеления и обновления. Помните, что иногда бездействие может быть самым мудрым действием.",
    "upright": "Отдых, восстановление, медитация, уединение",
    "reversed": "Беспокойство, перенапряжение, возвращение к активности",
    "image": "/cards/4_blades.jpg"
  },
  {
    "id": 54,
    "name": "Пятерка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Человек, собирающий мечи после победы, пока побежденные уходят",
    "meaning": "Ситуация конфликта, где победа может оказаться пирровой. Время оценить, стоит ли битва ее цены. Вы можете достичь своих целей, но ценой отношений или репутации. Конфликт может привести к отчуждению. Важно найти баланс между отстаиванием своих интересов и сохранением отношений. Помните, что не каждую битву нужно выигрывать, а некоторые лучше вовсе не начинать.",
    "upright": "Конфликт, поражение, унижение, пиррова победа",
    "reversed": "Примирение, прощение, переосмысление конфликта",
    "image": "/cards/5_blades.jpg"
  },
  {
    "id": 55,
    "name": "Шестерка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Лодочник, перевозящий пассажиров через спокойные воды",
    "meaning": "Период перехода и перемен к лучшему. Вы оставляете позади трудные времена и движетесь к более спокойным водам. Это путешествие может быть физическим или метафорическим. Хотя перемены могут быть грустными, они необходимы для вашего роста. Помощь других поможет вам в этом переходе. Помните, что иногда нужно оставить прошлое позади, чтобы двигаться к лучшему будущему.",
    "upright": "Переход, путешествие, восстановление, движение вперед",
    "reversed": "Застой, сопротивление переменам, незавершенные дела",
    "image": "/cards/6_blades.jpg"
  },
  {
    "id": 56,
    "name": "Семерка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Человек, крадущийся с пятью мечами, оставляя два позади",
    "meaning": "Ситуация, требующая стратегии и возможно хитрости. Вы можете чувствовать необходимость действовать тайно или нестандартно. Важно оценить этичность своих действий. Возможно, вы пытаетесь избежать прямой конфронтации. Будьте осторожны с обманом, даже если он кажется оправданным. Помните, что действия, основанные на нечестности, часто имеют непредвиденные последствия.",
    "upright": "Хитрость, обман, стратегия, избегание",
    "reversed": "Признание ошибок, раскрытие правды, прямота",
    "image": "/cards/7_blades.jpg"
  },
  {
    "id": 57,
    "name": "Восьмерка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Связанная женщина, окруженная мечами, с завязанными глазами",
    "meaning": "Чувство ограничения и бессилия, часто самоналоженное. Вы можете чувствовать себя пойманным в ловушку обстоятельств. Ограничения могут быть больше ментальными, чем реальными. Страх и негативное мышление сдерживают ваш прогресс. Решение ближе, чем кажется, но требует изменения перспективы. Помните, что часто мы сами создаем свои ментальные тюрьмы, и мы же можем их разрушить.",
    "upright": "Ограничение, плен, самоограничение, страх",
    "reversed": "Освобождение, преодоление страхов, новая перспектива",
    "image": "/cards/8_blades.jpg"
  },
  {
    "id": 58,
    "name": "Девятка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Человек, сидящий в кровати в отчаянии, девять мечей на стене",
    "meaning": "Период сильного беспокойства и ночных страхов. Вы можете испытывать тревогу, вину или сожаление. Ваши страхи могут быть преувеличены вашим умом. Бессонница или навязчивые мысли могут быть проблемой. Важно помнить, что многие страхи существуют только в нашем воображении. Помните, что даже самая темная ночь заканчивается рассветом.",
    "upright": "Тревога, кошмары, вина, ментальное напряжение",
    "reversed": "Надежда, освобождение от страхов, исцеление",
    "image": "/cards/9_blades.jpg"
  },
  {
    "id": 59,
    "name": "Десятка Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Фигура, лежащая с десятью мечами в спине, на фоне рассвета",
    "meaning": "Момент окончательного завершения или кризиса. Ситуация достигла своего дна, и единственный путь теперь – вверх. Хотя боль может быть сильной, это также момент освобождения. На горизонте уже виден рассвет новых возможностей. Старое должно полностью умереть, чтобы началось новое. Помните, что иногда полное разрушение необходимо для истинного возрождения.",
    "upright": "Завершение, поражение, новое начало, освобождение",
    "reversed": "Восстановление, сопротивление переменам, медленное исцеление",
    "image": "/cards/10_blades.jpg"
  },
  {
    "id": 60,
    "name": "Паж Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Молодая фигура с поднятым мечом, готовая к действию",
    "meaning": "Появление новых идей и интеллектуальных вызовов. Время быть бдительным и готовым к неожиданностям. Вы можете получить важные новости или информацию. Ваш ум острый и готов к обучению. Любопытство и желание истины движут вами. Помните, что иногда неопытность может компенсироваться энтузиазмом и свежим взглядом.",
    "upright": "Любознательность, новые идеи, бдительность, правда",
    "reversed": "Поспешные суждения, незрелые мысли, задержки",
    "image": "/cards/page_blades.jpg"
  },
  {
    "id": 61,
    "name": "Рыцарь Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Рыцарь, мчащийся на коне с поднятым мечом",
    "meaning": "Период быстрых действий и решительных мыслей. Вы движетесь вперед с сильной решимостью и ясностью цели. Ваш интеллект и амбиции работают на полную мощность. Будьте осторожны с излишней агрессивностью или поспешностью. Время действовать смело, но не безрассудно. Помните, что даже самая острая мысль нуждается в мудром применении.",
    "upright": "Действие, амбиции, решительность, интеллект",
    "reversed": "Импульсивность, агрессия, хаотичные мысли",
    "image": "/cards/knight_blades.jpg"
  },
  {
    "id": 62,
    "name": "Королева Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Женщина на троне, держащая меч вертикально, с ясным взглядом",
    "meaning": "Время проявить независимость и ясность мышления. Вы способны видеть правду и принимать решения без эмоциональной предвзятости. Ваш интеллект острый, а суждения точны. Хотя вы можете казаться холодной, ваша честность и справедливость необходимы. Прошлый опыт научил вас мудрости. Помните, что сострадание может сочетаться с правдой, даже когда приходится принимать сложные решения.",
    "upright": "Независимость, ясность, честность, проницательность",
    "reversed": "Жестокость, горечь, подавленные эмоции",
    "image": "/cards/queen_blades.jpg"

  },
  {
    "id": 63,
    "name": "Король Мечей",
    "arcana": "Младшие Арканы",
    "suit": "Мечи",
    "description": "Король на троне с мечом, символизирующий интеллектуальную власть",
    "meaning": "Период, требующий объективности и профессионального подхода. Вы должны действовать справедливо и беспристрастно. Ваш интеллект и опыт помогут найти правильное решение. Время руководствоваться логикой и этикой. Ваши решения могут влиять на других, поэтому важна мудрость. Помните, что истинная справедливость требует как силы, так и мудрости.",
    "upright": "Интеллект, авторитет, правда, этика, лидерство",
    "reversed": "Жестокость, злоупотребление властью, манипуляции",
    "image": "/cards/king_blades.jpg"

  },
  {
    "id": 64,
    "name": "Туз Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Рука, появляющаяся из облаков, держит золотой пентакль",
    "meaning": "Новые возможности в материальной сфере. Начало финансового или профессионального роста. Это время для практических начинаний и инвестиций. Вселенная предлагает вам материальные возможности. Будьте готовы работать для реализации этого потенциала. Помните, что материальное благополучие – это основа для других достижений.",
    "upright": "Новые возможности, процветание, материальный успех",
    "reversed": "Упущенные возможности, материальные проблемы",
    "image": "/cards/ace_stars.jpg"
  },
  {
    "id": 65,
    "name": "Двойка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Фигура, жонглирующая двумя пентаклями в форме бесконечности",
    "meaning": "Период, требующий баланса между различными обязательствами. Вы учитесь управлять несколькими задачами одновременно. Гибкость и адаптивность – ключи к успеху. Финансовые вопросы могут требовать внимательного управления. Важно сохранять игривость даже при решении серьезных задач. Помните, что жизнь – это танец между различными приоритетами.",
    "upright": "Баланс, адаптация, управление ресурсами, гибкость",
    "reversed": "Дисбаланс, чрезмерная нагрузка, неорганизованность",
    "image": "/cards/2_stars.jpg"
  },
  {
    "id": 66,
    "name": "Тройка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Мастер-ремесленник обсуждает планы с двумя другими людьми",
    "meaning": "Время сотрудничества и признания профессиональных навыков. Ваши таланты и усилия замечены и ценятся другими. Работа в команде приведет к успешным результатам. Это период обучения и совершенствования мастерства. Важно быть открытым к советам и сотрудничеству. Помните, что величайшие достижения часто создаются совместными усилиями.",
    "upright": "Мастерство, сотрудничество, качество работы, признание",
    "reversed": "Посредственность, отсутствие командной работы, низкое качество",
    "image": "/cards/3_stars.jpg"
  },
  {
    "id": 67,
    "name": "Четверка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Фигура, крепко держащая пентакль, с тремя пентаклями у ног",
    "meaning": "Период, связанный с финансовой безопасностью и сохранением ресурсов. Вы можете испытывать потребность в контроле над материальными аспектами жизни. Будьте осторожны, чтобы безопасность не превратилась в жадность. Важно найти баланс между сбережением и щедростью. Помните, что истинная безопасность приходит не только от накопления, но и от мудрого использования ресурсов.",
    "upright": "Безопасность, сохранение, материальная стабильность",
    "reversed": "Жадность, материализм, потеря возможностей",
    "image": "/cards/4_stars.jpg"
  },
  {
    "id": 68,
    "name": "Пятерка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Две фигуры в лохмотьях на снегу перед освещенным витражом",
    "meaning": "Период материальных трудностей или чувства изоляции. Вы можете испытывать финансовые проблемы или проблемы со здоровьем. Важно помнить, что помощь доступна, даже если вы её не видите. Это временные трудности, которые учат важным урокам. Не позволяйте гордости мешать принимать поддержку. Помните, что даже в самые темные времена есть источники света и надежды.",
    "upright": "Трудности, бедность, изоляция, проблемы со здоровьем",
    "reversed": "Восстановление, духовное богатство, помощь",
    "image": "/cards/5_stars.jpg"
  },
  {
    "id": 69,
    "name": "Шестерка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Богатый человек, раздающий монеты нуждающимся",
    "meaning": "Время щедрости и обмена материальными благами. Вы можете быть как дающим, так и получающим помощь. Важно поддерживать баланс в отношениях давать-брать. Ваше великодушие будет замечено и оценено. Материальные блага приносят наибольшую радость, когда ими делятся. Помните, что истинное богатство измеряется не только тем, что мы имеем, но и тем, как мы этим делимся.",
    "upright": "Щедрость, помощь, обмен, материальный баланс",
    "reversed": "Долги, жадность, неравный обмен",
    "image": "/cards/6_stars.jpg"
  },
  {
    "id": 70,
    "name": "Семерка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Человек, опирающийся на мотыгу и созерцающий выросшие пентакли",
    "meaning": "Период оценки результатов долгосрочных инвестиций и усилий. Время терпеливого ожидания плодов своего труда. Ваши усилия начинают приносить результаты, но требуется еще время. Важно оценить, стоит ли продолжать текущий путь. Это момент для размышлений о своих достижениях. Помните, что успех часто требует длительного времени и терпения.",
    "upright": "Оценка, терпение, развитие, долгосрочные инвестиции",
    "reversed": "Тщетные усилия, разочарование, поспешность",
    "image": "/cards/7_stars.jpg"
  },
  {
    "id": 71,
    "name": "Восьмерка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Ремесленник, усердно работающий над созданием пентаклей",
    "meaning": "Период усердной работы и совершенствования навыков. Время сосредоточиться на деталях и качестве своей работы. Ваше трудолюбие и стремление к мастерству принесут результаты. Это благоприятный момент для обучения и профессионального развития. Каждая выполненная задача улучшает ваши навыки. Помните, что истинное мастерство достигается через постоянную практику и внимание к деталям.",
    "upright": "Мастерство, усердие, обучение, развитие навыков",
    "reversed": "Перфекционизм, бесцельная работа, низкая мотивация",
    "image": "/cards/8_stars.jpg"
  },
  {
    "id": 72,
    "name": "Девятка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Элегантная женщина в саду с пентаклями и ручным соколом",
    "meaning": "Достижение материального благополучия и личной независимости. Время наслаждаться плодами своего труда. Ваша дисциплина и усилия привели к комфорту и безопасности. Вы достигли уровня самодостаточности и роскоши. Важно ценить свои достижения, сохраняя при этом скромность. Помните, что истинная роскошь включает в себя не только материальные блага, но и духовное удовлетворение.",
    "upright": "Достаток, независимость, самодостаточность, роскошь",
    "reversed": "Материальная зависимость, показная роскошь",
    "image": "/cards/9_stars.jpg"
  },
  {
    "id": 73,
    "name": "Десятка Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Пожилой человек с семьей в богатом доме, окруженный пентаклями",
    "meaning": "Достижение долгосрочного материального и семейного благополучия. Период стабильности и процветания, которые можно передать следующим поколениям. Ваши усилия создали прочный фундамент для будущего. Это время семейных традиций и наследия. Важно думать о долгосрочной перспективе и преемственности. Помните, что истинное богатство включает в себя не только материальные ценности, но и семейные узы.",
    "upright": "Богатство, наследие, семейные ценности, безопасность",
    "reversed": "Потеря наследства, семейные проблемы, нестабильность",
    "image": "/cards/10_stars.jpg"
  },
  {
    "id": 74,
    "name": "Паж Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Молодой человек, внимательно изучающий пентакль в руках",
    "meaning": "Начало нового этапа в материальной или учебной сфере. Время для практического обучения и новых возможностей. Вы получаете хорошие новости о финансах или работе. Проявляйте усердие и внимание к деталям в своих начинаниях. Это период, когда важно быть прилежным учеником. Помните, что каждый эксперт когда-то начинал с основ.",
    "upright": "Новые возможности, обучение, усердие, хорошие новости",
    "reversed": "Лень, упущенные возможности, незрелость",
    "image": "/cards/page_stars.jpg"
  },
  {
    "id": 75,
    "name": "Рыцарь Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Рыцарь на тяжелом коне, медленно продвигающийся вперед с пентаклем",
    "meaning": "Период методичного продвижения к целям. Ваша надежность и трудолюбие приведут к успеху. Хотя прогресс может казаться медленным, он устойчив и надежен. Время проявить терпение и последовательность в действиях. Ваш практический подход принесет результаты. Помните, что иногда медленный и стабильный путь – самый надежный способ достижения цели.",
    "upright": "Ответственность, надежность, трудолюбие, методичность",
    "reversed": "Лень, застой, скука, отсутствие прогресса",
    "image": "/cards/knight_stars.jpg"
  },
  {
    "id": 76,
    "name": "Королева Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Щедрая королева в саду, держащая пентакль",
    "meaning": "Время проявить практическую мудрость и материальную обеспеченность. Вы способны создавать комфорт и благополучие для себя и других. Ваши навыки в управлении ресурсами приносят процветание. Щедрость сочетается с практичностью. Это период, когда забота о материальном сочетается с душевной теплотой. Помните, что истинное богатство включает способность создавать уют и благополучие для других.",
    "upright": "Процветание, щедрость, практичность, материнская забота",
    "reversed": "Материализм, зависимость, неуверенность",
    "image": "/cards/queen_stars.jpg"
  },
  {
    "id": 77,
    "name": "Король Пентаклей",
    "arcana": "Младшие Арканы",
    "suit": "Пентакли",
    "description": "Успешный король на троне, окруженный символами материального успеха",
    "meaning": "Достижение материального успеха и финансовой мудрости. Вы находитесь в позиции силы и стабильности. Ваши деловые решения основаны на опыте и практичности. Время проявить лидерство в материальных вопросах. Ваша надежность и основательность ценятся окружающими. Помните, что истинное богатство измеряется не только деньгами, но и способностью мудро использовать ресурсы на благо всех.",
    "upright": "Богатство, бизнес-мудрость, надежность, материальный успех",
    "reversed": "Коррупция, жадность, материальные потери",
    "image": "/cards/king_stars.jpg"
  }
]
